Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: Some cached workout changes could not be removed. Try clearing the cache again.
de: Einige zwischengespeicherte Trainingsänderungen konnten nicht entfernt werden. Versuche erneut, den Cache zu leeren.
es: No se pudieron eliminar algunos cambios de entrenamientos en caché. Vuelve a borrar la caché.
fr: Impossible de supprimer certaines modifications d’exercice en cache. Essayez de vider à nouveau le cache.
hi: कैश किए गए वर्कआउट के कुछ बदलाव हटाए नहीं जा सके। कैश दोबारा साफ़ करके देखें।
ru: Не удалось удалить некоторые изменения тренировок в кэше. Попробуйте очистить кэш еще раз.
tr: Önbellekteki bazı antrenman değişiklikleri kaldırılamadı. Önbelleği yeniden temizlemeyi deneyin.
zh_hans: 部分缓存的体能训练变更无法移除。请尝试再次清除缓存。

source: Some health data updated
de: Einige Gesundheitsdaten aktualisiert
es: Se actualizaron algunos datos de salud
fr: Une partie des données de santé a été mise à jour
hi: कुछ सेहत डेटा अपडेट हुआ
ru: Часть медданных обновлена
tr: Bazı sağlık verileri güncellendi
zh_hans: 部分健康数据已更新

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार सॉर्ट करें
ru: Сортировка
tr: Sıralama
zh_hans: 排序方式

source: Sort workouts
de: Trainings sortieren
es: Ordenar entrenamientos
fr: Trier les exercices
hi: वर्कआउट सॉर्ट करें
ru: Сортировать тренировки
tr: Antrenmanları sırala
zh_hans: 为运动排序

source: Source
de: Quelle
es: Fuente
hi: सोर्स
ru: Источник
tr: Kaynak
zh_hans: 数据来源

# sourcePicker.timeInDaylight
source: Time in Daylight
de: Zeit im Tageslicht
es: Tiempo con luz diurna
fr: Lumière du jour
hi: दिन की रोशनी में समय
ru: Время при дневном свете
tr: Gün Işığında Süre
zh_hans: 日照时间

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
hi: गति
ru: Скорость
tr: Hız
zh_hans: 速度

source: Splits
de: Abschnitte
es: Parciales
fr: Tours
hi: स्प्लिट
ru: Отрезки
tr: Tur
zh_hans: 分段

source: Square
de: Quadratisch
es: Cuadrado
fr: Carré
hi: वर्गाकार
ru: Квадрат
tr: Kare
zh_hans: 方形

source: Stacked
de: Untereinander
es: Apilado
fr: Superposé
hi: एक के ऊपर एक
ru: Друг над другом
tr: Üst Üste
zh_hans: 上下排列

source: Stage
de: Phase
es: Fase
fr: Phase
hi: चरण
ru: Стадия
tr: Evre
zh_hans: 阶段

source: Stage End
de: Phasenende
es: Fin de la fase
fr: Fin de la phase
hi: चरण अंत
ru: Конец стадии
tr: Evre Sonu
zh_hans: 阶段结束

source: Stage Start
de: Phasenbeginn
es: Inicio de la fase
fr: Début de la phase
hi: चरण आरंभ
ru: Начало стадии
tr: Evre Başlangıcı
zh_hans: 阶段开始

source: Stand
de: Stehen
es: De pie
fr: Me lever
hi: स्टैंड
ru: С разминкой
tr: Duruş
zh_hans: 站立

source: Start
de: Beginn
es: Inicio
fr: Début
hi: आरंभ
ru: Начало
tr: Başlangıç
zh_hans: 开始

source: Start Free Trial
de: Gratis testen
es: Iniciar prueba gratuita
fr: Commencer l’essai gratuit
hi: मुफ़्त ट्रायल शुरू करें
ru: Попробовать бесплатно
tr: Ücretsiz Denemeyi Başlat
zh_hans: 开始免费试用

source: Started the day at %@.
de: Zu Tagesbeginn: %@.
es: Empezaste el día con %@.
fr: Début de journée : %@.
hi: दिन की शुरुआत %@ पर हुई।
ru: Начало дня: %@.
tr: Güne %@ ile başladınız.
zh_hans: 当天起始为 %@。

source: Started today with %lld%%
de: Heute bei %lld%% gestartet
es: Empezaste el día con %lld%%
fr: Début de journée à %lld %%
hi: आज की शुरुआत %lld%% पर
ru: В начале дня: %lld%%
tr: Bugüne %%%lld ile başladınız
zh_hans: 今天开始时为%lld%%

source: stayed about the same
de: ist etwa gleich geblieben
es: se mantuvo más o menos igual
fr: a peu changé
hi: में ख़ास बदलाव नहीं हुआ
ru: без существенных изменений
tr: hemen hemen aynı kaldı
zh_hans: 保持稳定

source: Steady beats fast.
de: Beständigkeit schlägt Tempo.
es: Mejor constante que rápido.
fr: La constance avant la vitesse.
hi: तेज़ी से ज़्यादा ज़रूरी है स्थिरता।
ru: Стабильность важнее скорости.
tr: İstikrar, hızdan önemlidir.
zh_hans: 稳比快更重要。

source: Step Count
de: Schritte
es: Número de pasos
fr: Nombre de pas
hi: क़दमों की संख्या
ru: Шаги
tr: Adım Sayısı
zh_hans: 步数

source: Step count total
de: Schritte gesamt
es: Total de pasos
fr: Total de pas
hi: कुल क़दम
ru: Всего шагов
tr: Toplam adım sayısı
zh_hans: 步数总计

source: Steps
de: Schritte
es: Pasos
fr: Pas
hi: क़दम
ru: Шаги
tr: Adım
zh_hans: 步数

source: Stop editing
de: Bearbeitung beenden
es: Dejar de editar
fr: Terminer les modifications
hi: संपादन बंद करें
ru: Завершить изменение
tr: Düzenlemeyi bitir
zh_hans: 停止编辑

source: Stress from heart rate and HRV
de: Stress aus Herzfrequenz und HRV
es: Estrés según la frecuencia cardiaca y la VFC
fr: Stress d’après la fréquence cardiaque et la VFC
hi: हृदय गति और HRV से तनाव
ru: Стресс по пульсу и ВСР
tr: Kalp atış hızı ve HRV'den hesaplanan stres
zh_hans: 基于心率和心率变异性的压力

source: Stress level trend
de: Stresstrend
es: Tendencia del nivel de estrés
fr: Tendance du niveau de stress
hi: तनाव स्तर ट्रेंड
ru: Тренд уровня стресса
tr: Stres düzeyi eğilimi
zh_hans: 压力值趋势

# stress.dayNight.allDay
source: All day
de: Ganztägig
es: Todo el día
fr: Toute la journée
hi: पूरा दिन
ru: Весь день
tr: Tüm gün
zh_hans: 全天

# stress.dayNight.day
source: Day
de: Tag
es: Día
fr: Jour
hi: दिन
ru: День
tr: Gündüz
zh_hans: 日间

# stress.dayNight.night
source: Night
de: Nacht
es: Noche
fr: Nuit
hi: रात
ru: Ночь
tr: Gece
zh_hans: 夜间

# stress.dayNight.noRestless
source: No restless time
de: Keine unruhige Zeit
es: Sin inquietud
fr: Aucune agitation
hi: बेचैनी का कोई समय नहीं
ru: Без беспокойных периодов
tr: Huzursuz süre yok
zh_hans: 整晚平静

# stress.dayNight.noSleep
source: No sleep recorded
de: Kein Schlaf aufgezeichnet
es: Sin sueño registrado
fr: Aucun sommeil enregistré
hi: कोई नींद दर्ज नहीं
ru: Сон не записан
tr: Uyku kaydedilmedi
zh_hans: 无睡眠记录

# stress.dayNight.notEnoughData
source: Not enough data
de: Zu wenig Daten
es: Datos insuficientes
fr: Données insuffisantes
hi: पर्याप्त डेटा नहीं
ru: Недостаточно данных
tr: Yeterli veri yok
zh_hans: 数据不足

# stress.dayNight.peak %lld %@
source: Peak %1$lld at %2$@
de: Höchstwert %1$lld um %2$@
es: Máximo de %1$lld (%2$@)
fr: Pic de %1$lld à %2$@
hi: %2$@ पर उच्चतम %1$lld
ru: Пик %1$lld в %2$@
tr: En yüksek %1$lld, saat %2$@
zh_hans: %2$@ 最高 %1$lld

# stress.dayNight.restless %@
source: %@ restless
de: %@ unruhig
es: %@ de inquietud
fr: %@ d’agitation
hi: %@ बेचैनी
ru: Беспокойно: %@
tr: %@ huzursuz
zh_hans: 不平静 %@

# stress.dayNight.restlessAt %@ %@
source: %1$@ restless at %2$@
de: %1$@ unruhig um %2$@
es: %1$@ de inquietud (%2$@)
fr: %1$@ d’agitation à %2$@
hi: %2$@ पर %1$@ बेचैनी
ru: Беспокойно: %1$@ в %2$@
tr: %1$@ huzursuz, saat %2$@
zh_hans: %2$@ 不平静 %1$@

# stress.dayNight.span %@ %@
source: %1$@ to %2$@
de: %1$@ bis %2$@
es: De %1$@ a %2$@
fr: De %1$@ à %2$@
hi: %1$@ से %2$@ तक
ru: С %1$@ до %2$@
tr: %1$@ ile %2$@ arası
zh_hans: %1$@ 至 %2$@

# stress.dayNight.spanToMidnight %@
source: %@ to midnight
de: %@ bis Mitternacht
es: De %@ a medianoche
fr: De %@ à minuit
hi: %@ से आधी रात तक
ru: С %@ до полуночи
tr: %@ ile gece yarısı arası
zh_hans: %@ 至午夜

# stress.dayNight.spanToNow %@
source: %@ to now
de: %@ bis jetzt
es: Desde %@ hasta ahora
fr: De %@ à maintenant
hi: %@ से अभी तक
ru: С %@ до сих пор
tr: %@ ile şimdi arası
zh_hans: %@ 至现在

# stress.dayNight.title
source: Day and Night
de: Tag und Nacht
es: Día y noche
fr: Jour et nuit
hi: दिन और रात
ru: День и ночь
tr: Gündüz ve Gece
zh_hans: 日间与夜间

# stress.stage.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
hi: ऐक्टिविटी
ru: Активность
tr: Aktivite
zh_hans: 活动

# stress.stage.baselineLegend
source: Personal baseline
de: Persönlicher Basiswert
es: Referencia personal
fr: Référence personnelle
hi: निजी बेसलाइन
ru: Личный базовый уровень
tr: Kişisel referans
zh_hans: 个人基准

# stress.stage.breakdownAccessibility %@
source: Stress breakdown. %@.
de: Aufteilung des Stresses. %@.
es: Desglose del estrés. %@.
fr: Répartition du stress. %@.
hi: तनाव का ब्योरा। %@।
ru: Разбивка стресса. %@.
tr: Stres dökümü. %@.
zh_hans: 压力细分：%@。

# stress.stage.showingBar
source: Showing one bar
de: Ein Balken wird angezeigt
es: Mostrando una barra
fr: Affichage d’une seule barre
hi: एक बार चार्ट दिखाया जा रहा है
ru: Показана одна полоса
tr: Tek çubuk gösteriliyor
zh_hans: 正在显示堆叠条形图

# stress.stage.showingRows
source: Showing rows
de: Zeilen werden angezeigt
es: Mostrando filas
fr: Affichage en lignes
hi: पंक्तियाँ दिखाई जा रही हैं
ru: Показаны строки
tr: Satırlar gösteriliyor
zh_hans: 正在显示列表

# stress.stage.switchHint
source: Switches between rows and one bar
de: Wechselt zwischen Zeilen und einem Balken
es: Cambia entre filas y una barra
fr: Bascule entre les lignes et une seule barre
hi: पंक्तियों और एक बार चार्ट के बीच स्विच करता है
ru: Переключает между строками и одной полосой
tr: Satırlar ile tek çubuk arasında geçiş yapar
zh_hans: 在列表和堆叠条形图之间切换

# stress.status.noData
source: No Data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
ru: Нет данных
tr: Veri Yok
zh_hans: 无数据

# stressUpdate.feature.recovery.subtitle
source: A walk or yoga gets a short recovery before Stress scores again, harder training a longer one.
de: Nach einem Spaziergang oder Yoga folgt eine kurze Erholungsphase, bevor Stress wieder bewertet wird, nach härterem Training eine längere.
es: Tras una caminata o una sesión de yoga hay una recuperación corta antes de que se vuelva a puntuar el estrés, y tras un entrenamiento más duro, una más larga.
fr: Après une marche ou du yoga, une courte récupération précède le retour du score de stress ; après un entraînement plus intense, elle est plus longue.
hi: वॉक या योग के बाद तनाव को दोबारा स्कोर करने से पहले थोड़ी देर की रिकवरी मिलती है, कठिन ट्रेनिंग के बाद ज़्यादा देर की।
ru: После прогулки или йоги стресс снова оценивается после короткого восстановления, а после более тяжелой тренировки восстановление длится дольше.
tr: Yürüyüş veya yogadan sonra Stres yeniden puanlanmadan önce kısa bir toparlanma süresi tanınır, daha zorlu antrenmanlardan sonra bu süre daha uzundur.
zh_hans: 步行或瑜伽之后只需短暂恢复，压力就会重新评分；强度更高的训练之后，恢复期会更长。

# stressUpdate.feature.recovery.title
source: Recovery after workouts
de: Erholung nach Trainings
es: Recuperación tras los entrenamientos
fr: Récupération après les exercices
hi: वर्कआउट के बाद रिकवरी
ru: Восстановление после тренировок
tr: Antrenman sonrası toparlanma
zh_hans: 锻炼后的恢复

# stressUpdate.feature.windows.subtitle
source: Only the windows you actually moved in are set aside as Activity, not the whole hour around them.
de: Nur die Zeitfenster, in denen du dich tatsächlich bewegt hast, werden als Aktivität ausgeklammert, nicht die ganze Stunde darum herum.
es: Solo los intervalos en los que realmente te moviste se apartan como Actividad, no toda la hora a su alrededor.
fr: Seules les périodes où vous avez réellement bougé sont mises de côté comme activité, et non toute l’heure qui les entoure.
hi: सिर्फ़ वही अंतराल ऐक्टिविटी के रूप में अलग रखे जाते हैं जिनमें आप सच में हिले डुले, उनके आसपास का पूरा घंटा नहीं।
ru: К активности относятся только промежутки, когда Вы действительно двигались, а не весь час вокруг них.
tr: Çevresindeki saatin tamamı değil, yalnızca gerçekten hareket ettiğiniz aralıklar Aktivite olarak ayrılır.
zh_hans: 只有你真正在活动的时段才会归为活动，不再连带前后整个小时。

# stressUpdate.feature.windows.title
source: More of your day scored
de: Mehr von deinem Tag bewertet
es: Más partes de tu día con puntuación
fr: Une plus grande partie de votre journée évaluée
hi: दिन के ज़्यादा हिस्से का स्कोर
ru: Оценивается большая часть дня
tr: Gününüzün daha büyük kısmı puanlanır
zh_hans: 一天中更多时段有评分

# stressUpdate.load
source: Load Now
de: Jetzt laden
es: Cargar ahora
fr: Charger maintenant
hi: अभी लोड करें
ru: Загрузить сейчас
tr: Şimdi Yükle
zh_hans: 立即载入

# stressUpdate.subtitle
source: Stress now judges each 15 minute window by its own movement, so more of your day gets a level. Body reloads your data from Apple Health once and rescores your recent Stress before you continue. It takes a moment. Nothing in Apple Health changes, and older Stress history keeps filling in in the background.
de: Stress bewertet jetzt jedes 15-Minuten-Fenster anhand seiner eigenen Bewegung, sodass mehr von deinem Tag eine Stufe erhält. Body lädt deine Daten einmal neu aus Health und berechnet deinen jüngsten Stress neu, bevor du weitermachst. Das dauert einen Moment. In Health ändert sich nichts, und ältere Stressdaten werden im Hintergrund weiter ergänzt.
es: Ahora el estrés evalúa cada intervalo de 15 minutos según su propio movimiento, así que más partes de tu día reciben un nivel. Body vuelve a cargar tus datos de la app Salud una vez y recalcula tu estrés reciente antes de que continúes. Tarda un momento. No cambia nada en la app Salud, y el historial de estrés más antiguo se sigue completando en segundo plano.
fr: Le stress évalue désormais chaque période de 15 minutes selon ses propres mouvements, si bien qu’une plus grande partie de votre journée obtient un niveau. Body recharge une fois vos données depuis l’app Santé et recalcule votre stress récent avant que vous continuiez. Cela prend un moment. Rien ne change dans l’app Santé, et l’historique de stress plus ancien continue de se compléter en arrière-plan.
hi: तनाव अब हर 15 मिनट के अंतराल को उसकी अपनी हलचल के आधार पर आँकता है, इसलिए आपके दिन के ज़्यादा हिस्से को स्तर मिलता है। आगे बढ़ने से पहले Body एक बार सेहत से आपका डेटा दोबारा लोड करता है और आपके हाल के तनाव को दोबारा स्कोर करता है। इसमें थोड़ा समय लगता है। सेहत में कुछ नहीं बदलता, और तनाव का पुराना इतिहास बैकग्राउंड में भरता रहता है।
ru: Теперь стресс оценивается по движению в каждом 15-минутном промежутке отдельно, поэтому уровень получает большая часть дня. Body один раз заново загружает данные из приложения «Здоровье» и пересчитывает недавний стресс, прежде чем Вы продолжите. Это займет немного времени. В приложении «Здоровье» ничего не меняется, а более ранняя история стресса продолжает заполняться в фоновом режиме.
tr: Stres artık her 15 dakikalık aralığı kendi hareketine göre değerlendirir, böylece gününüzün daha büyük bir kısmı bir seviye alır. Devam etmeden önce Body verilerinizi Sağlık uygulamasından bir kez yeniden yükler ve son Stres değerlerinizi yeniden puanlar. Bu biraz zaman alır. Sağlık uygulamasındaki hiçbir şey değişmez ve eski Stres geçmişi arka planda tamamlanmaya devam eder.
zh_hans: 压力现在会按每个 15 分钟时段各自的活动来判断，一天中会有更多时段得到压力等级。Body 需要从 Apple 健康重新载入一次数据，并在你继续之前重新计算近期的压力。这会花一点时间。Apple 健康中的内容不会有任何改变，更早的压力记录会在后台继续补齐。

# stressUpdate.title
source: Stress Updated
de: Stress aktualisiert
es: Estrés actualizado
fr: Stress mis à jour
hi: तनाव अपडेट हुआ
ru: Стресс обновлен
tr: Stres Güncellendi
zh_hans: 压力已更新

source: Strong is built daily.
de: Stärke entsteht jeden Tag.
es: La fuerza se construye cada día.
fr: La force se construit chaque jour.
hi: मज़बूती रोज़ बनती है।
ru: Сила создается каждый день.
tr: Güç, her gün adım adım kazanılır.
zh_hans: 强壮源于日积月累。

source: Subscribe
de: Abonnieren
es: Suscribirse
fr: S’abonner
hi: सब्सक्राइब करें
ru: Подписаться
tr: Abone Ol
zh_hans: 订阅

source: Summary
de: Übersicht
es: Resumen
fr: Résumé
hi: सारांश
ru: Сводка
tr: Özet
zh_hans: 摘要

source: Summary Cards
de: Übersichtskarten
es: Tarjetas de resumen
fr: Cartes de résumé
hi: सारांश कार्ड
ru: Карточки сводки
tr: Özet Kartları
zh_hans: 摘要卡片

source: Swipe the chart to change month
de: Streiche über das Diagramm, um den Monat zu wechseln
es: Desliza la gráfica para cambiar de mes
fr: Balayez le graphique pour changer de mois
hi: महीना बदलने के लिए चार्ट पर स्वाइप करें
ru: Смахните по графику, чтобы сменить месяц
tr: Ayı değiştirmek için grafiği kaydırın
zh_hans: 滑动图表即可切换月份

source: Switches between stage durations and optimal ranges
de: Wechselt zwischen Phasendauer und optimalen Bereichen
es: Cambia entre la duración de las fases y los rangos óptimos
fr: Bascule entre la durée des phases et les plages optimales
hi: चरणों की अवधि और आदर्श रेंज के बीच स्विच करता है
ru: Переключает между длительностью стадий и оптимальными диапазонами
tr: Evre süreleri ile ideal aralıklar arasında geçiş yapar
zh_hans: 在阶段时长和最佳范围之间切换

source: Syncing...
de: Wird synchronisiert …
es: Sincronizando...
fr: Synchronisation…
hi: सिंक हो रहा है...
ru: Синхронизация…
tr: Eşzamanlanıyor...
zh_hans: 正在同步...

source: Tab Labels
de: Tab-Namen
es: Etiquetas de pestañas
fr: Noms des onglets
hi: टैब लेबल
ru: Названия вкладок
tr: Sekme Adları
zh_hans: 标签文字

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
hi: तापमान
ru: Температура
tr: Sıcaklık
zh_hans: 温度

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
hi: उपयोग की शर्तें
ru: Условия использования
tr: Kullanım Koşulları
zh_hans: 使用条款

source: Thanks for your support. All Pro features are unlocked.
de: Danke für deine Unterstützung. Alle Pro-Funktionen sind freigeschaltet.
es: Gracias por tu apoyo. Todas las funciones Pro están desbloqueadas.
fr: Merci pour votre soutien. Toutes les fonctionnalités Pro sont débloquées.
hi: आपके सहयोग के लिए धन्यवाद। सभी Pro फ़ीचर अनलॉक हो गए हैं।
ru: Спасибо за поддержку. Все функции Pro открыты.
tr: Desteğiniz için teşekkürler. Tüm Pro özelliklerinin kilidi açıldı.
zh_hans: 感谢你的支持。所有 Pro 功能均已解锁。

source: That is as of %@.
de: Stand: %@.
es: Datos actualizados: %@.
fr: Valeur relevée à %@.
hi: यह %@ तक का है।
ru: Данные на %@.
tr: Bu bilgi saat %@ itibarıyla geçerli.
zh_hans: 数据截至 %@。

source: That is from the snapshot taken %@.
de: Diese Daten stammen aus dem Snapshot vom %@.
es: Son datos de la instantánea del %@.
fr: Ces données proviennent d’un instantané : %@.
hi: यह %@ लिए गए स्नैपशॉट से है।
ru: Это данные из снимка: %@.
tr: Bu bilgi, %@ tarihinde alınan anlık görüntüye aittir.
zh_hans: 数据来自 %@ 的快照。

source: That workout could not be found in Apple Health.
de: Dieses Training wurde in Health nicht gefunden.
es: No se encontró ese entrenamiento en la app Salud.
fr: Impossible de trouver cet exercice dans l’app Santé.
hi: वह वर्कआउट सेहत में नहीं मिला।
ru: Эта тренировка не найдена в приложении «Здоровье».
tr: Bu antrenman Sağlık uygulamasında bulunamadı.
zh_hans: 在健康 App 中找不到该运动。

source: The ± Values
de: Die ±-Werte
es: Los valores ±
fr: Les valeurs ±
hi: ± मान
ru: Значения ±
tr: ± Değerleri
zh_hans: ± 数值

source: The average of every weight measured from noon onward, minus the average of every weight measured before noon, across the selected range. A plus means you weigh more later in the day, which is usual after meals and drinks. It needs at least one measurement on each side of noon, and it compares the two groups as a whole rather than day by day, so if your weight is trending and you weigh in at different times on different days, part of the trend shows up here. The Time of Day card below shows when your measurements were taken.
de: Der Durchschnitt aller ab Mittag gemessenen Gewichtswerte minus dem Durchschnitt aller vor Mittag gemessenen Gewichtswerte im gewählten Zeitraum. Ein Plus bedeutet, dass du später am Tag mehr wiegst, was nach Essen und Trinken üblich ist. Dafür ist vor und nach Mittag jeweils mindestens eine Messung nötig, und die beiden Gruppen werden als Ganzes verglichen, nicht Tag für Tag. Wenn sich dein Gewicht also gerade verändert und du dich an verschiedenen Tagen zu unterschiedlichen Zeiten wiegst, zeigt sich ein Teil dieses Trends hier. Die Karte „Tageszeit“ unten zeigt, wann deine Messungen stattfanden.
es: El promedio de todos los pesos medidos a partir del mediodía menos el promedio de todos los pesos medidos antes del mediodía, en el periodo seleccionado. Un valor positivo significa que pesas más a medida que avanza el día, algo habitual después de comer y beber. Necesita al menos una medición a cada lado del mediodía y compara los dos grupos en conjunto, no día a día, así que si tu peso sigue una tendencia y te pesas a horas distintas en días distintos, parte de esa tendencia aparece aquí. La tarjeta Hora del día de abajo muestra cuándo se tomaron tus mediciones.
fr: La moyenne de toutes les pesées effectuées à partir de midi, moins la moyenne de toutes les pesées effectuées avant midi, sur la période sélectionnée. Un signe plus signifie que vous pesez davantage plus tard dans la journée, ce qui est habituel après les repas et les boissons. Il faut au moins une mesure de chaque côté de midi, et les deux groupes sont comparés dans leur ensemble plutôt que jour par jour : si votre poids évolue et que vous vous pesez à des heures différentes selon les jours, une partie de cette tendance apparaît ici. La carte « Moment de la journée » ci-dessous indique quand vos mesures ont été prises.
hi: चुनी गई रेंज में दोपहर 12 बजे से लेकर बाद तक मापे गए सभी वज़न का औसत, घटा दोपहर से पहले मापे गए सभी वज़न का औसत। प्लस का मतलब है कि दिन में बाद में आपका वज़न ज़्यादा होता है, जो खाने और पीने के बाद आम बात है। इसके लिए दोपहर से पहले और बाद, दोनों तरफ़ कम से कम एक माप चाहिए, और यह दिन ब दिन नहीं, बल्कि दोनों समूहों की कुल मिलाकर तुलना करता है, इसलिए अगर आपका वज़न किसी ट्रेंड में है और आप अलग अलग दिनों में अलग अलग समय पर वज़न मापते हैं, तो उस ट्रेंड का कुछ हिस्सा यहाँ दिखता है। नीचे का “दिन का समय” कार्ड दिखाता है कि आपके माप कब लिए गए।
ru: Средний вес по всем измерениям с полудня и позже минус средний вес по всем измерениям до полудня за выбранный период. Плюс означает, что ближе к вечеру Вы весите больше, что обычно бывает после еды и питья. Нужно хотя бы одно измерение до полудня и одно после, причем две группы сравниваются целиком, а не по дням, поэтому если Ваш вес меняется, а взвешиваетесь Вы в разные дни в разное время, часть этого изменения отразится здесь. Карточка «Время суток» ниже показывает, когда были сделаны измерения.
tr: Seçilen aralıkta öğleden itibaren ölçülen tüm ağırlıkların ortalamasından, öğleden önce ölçülen tüm ağırlıkların ortalamasının çıkarılmasıyla bulunur. Artı değer, günün ilerleyen saatlerinde daha ağır olduğunuz anlamına gelir. Bu, yemek ve içeceklerden sonra olağandır. Öğleden önce ve sonra en az birer ölçüm gerektirir ve iki grubu gün gün değil, bir bütün olarak karşılaştırır. Bu yüzden ağırlığınız belirli bir yönde değişiyorsa ve farklı günlerde farklı saatlerde tartılıyorsanız, bu eğilimin bir kısmı burada görünür. Aşağıdaki Günün Saati kartı, ölçümlerinizin ne zaman alındığını gösterir.
zh_hans: 所选范围内，中午及之后测得的所有体重的平均值，减去中午之前测得的所有体重的平均值。正号表示你在一天中较晚的时候更重，进食和饮水之后通常如此。它要求中午前后各至少有一次测量，并且是将两组数据整体比较，而不是逐日比较，所以如果你的体重正在变化，而你又在不同日期的不同时间称重，那么部分趋势会体现在这里。下方的测量时段卡片显示了你的测量时间。

source: The Comparison Badges
de: Die Vergleichsabzeichen
es: Las insignias de comparación
fr: Les badges de comparaison
hi: तुलना बैज
ru: Значки сравнения
tr: Karşılaştırma Rozetleri
zh_hans: 对比标记

source: The Daily Ceiling
de: Die tägliche Obergrenze
es: El límite diario
fr: Le plafond quotidien
hi: दैनिक सीमा
ru: Дневной предел
tr: Günlük Tavan
zh_hans: 每日上限

source: The energy your body used through movement during this session, above what it would have burned at rest. This is the number Apple Health credits toward your Move ring.
de: Die Energie, die dein Körper während dieser Einheit durch Bewegung verbraucht hat, über das hinaus, was er in Ruhe verbrannt hätte. Diesen Wert rechnet Health deinem Bewegungsring an.
es: La energía que tu cuerpo usó al moverse durante esta sesión, por encima de la que habría quemado en reposo. Es la cifra que la app Salud suma a tu anillo de Movimiento.
fr: L’énergie dépensée par votre corps en bougeant pendant cet exercice, au-delà de ce qu’il aurait brûlé au repos. C’est la valeur que l’app Santé comptabilise pour votre anneau « Bouger ».
hi: इस सेशन में हिलने डुलने से आपके शरीर ने जितनी ऊर्जा ख़र्च की, आराम की हालत में ख़र्च होने वाली ऊर्जा से ऊपर। सेहत में आपकी मूव रिंग के लिए यही संख्या गिनी जाती है।
ru: Энергия, которую Ваш организм потратил на движение во время этой тренировки сверх того, что он сжег бы в покое. Именно это число приложение «Здоровье» засчитывает в кольцо подвижности.
tr: Bu antrenman sırasında vücudunuzun hareket ederek, dinlenirken yakacağının üzerinde harcadığı enerji. Sağlık uygulamasının Hareket halkanıza saydığı değer budur.
zh_hans: 这次训练中你通过运动消耗的能量，即在静息消耗之上多出的部分。这就是「健康」计入你「活动」圆环的数值。
